<?php

if (!defined('FILENAME_ENCODING')) {
	define('FILENAME_ENCODING', 'utf8');
}	
	
//define ('EXPIREDEFAULTS',	12000);

define ("GROUP_DEFS", serialize( array( 
	'admin' => '10800', 
	'HTML Верстка' =>  '1200',
	'search' =>  '1200',
	'ББ Верстальщик' =>  '10800',
	'ББ Главный редактор' =>  '10800',
	'ББ Корректор' =>  '10800',
	'ББ Переводчик' =>  '10800',
	'ББ Экономист-аналитик' =>  '1200',
	'БЛАНКИ Read only' =>  '1200',
	'БЛАНКИ Верстальщик' =>  '10800',
	'БН Верстальщик' =>  '10800',
	'БН Выпускающий редактор' =>  '10800',
	'БН Главный редактор' =>  '10800',
	'БН Корректор' =>  '10800',
	'БН Переводчик' =>  '10800',
	'БН Редактор' =>  '1200',
	'БН Экономист-аналитик' =>  '1200',
	'ДС Верстальщик' =>  '10800',
	'ДС Выпускающий редактор' =>  '10800',
	'ДС Главный редактор' =>  '10800',
	'ДС Корректор' =>  '10800',
	'ДС Экономист-аналитик' =>  '1200',
	'МС Верстальщик' =>  '10800',
	'МС Главный редактор' =>  '10800',
	'МС Корректор' =>  '10800',
	'МС Переводчик' =>  '10800',
	'МС Экономист-аналитик' =>  '1200',
	'Набор' =>  '10800',
	'НиБУ Редактор' =>  '10800',
	'НиБУ Верстальщик' =>  '10800',
	'НиБУ Выпускающие' =>  '10800',
	'НиБУ Выпускающий пятничный' =>  '10800',
	'НиБУ Выпускающий спецвыпуска' =>  '10800',
	'НиБУ Выпускающий четверга' =>  '10800',
	'НиБУ Главный редактор' =>  '10800',
	'НиБУ Корректор' =>  '10800',
	'НиБУ Переводчик' =>  '10800',
	'НиБУ Спец Корректор' =>  '10800',
	'НиБУ Экономист-аналитик' =>  '1200',
	'НК Верстальщик' =>  '10800',
	'НК Главный редактор' =>  '10800',
	'НК Корректор' =>  '10800',
	'НК Переводчик' =>  '10800',
	'НК Рецензент' =>  '1200',
	'НК Экономист-аналитик' =>  '1200',
	'ОДП' =>  '1200',
	'ОТ Верстальщик' =>  '10800',
	'ОТ Главный редактор' =>  '10800',
	'ОТ Корректор' =>  '10800',
	'ОТ Переводчик' =>  '10800',
	'ОТ Экономист-аналитик' =>  '1200',
	'Редакция' =>  '1200',
	'СД Верстальщик' =>  '10800',
	'СД Главный редактор' =>  '10800',
	'СД Корректор' =>  '10800',
	'СД Переводчик' =>  '10800',
	'СД Экономист-аналитик' =>  '1200'

	 )));


?>

